import { Typography } from '@mui/material'
import React from 'react'

const Festival1 = () => {
  return (
	<div>
	  <div className="w-[100%]">
  <div className="flex  px-10 py-10">
  <form  className="bg-white shadow-md rounded pl-0  w-[100%] mb-4">
<img src="https://www.mumbailive.com/images/media/images/raygad_1613586629450.jpg?bg=8ba5c0&crop
=1843%2C1034.6666666666665%2C0%2C113.66666666666674&fit=crop&fm=webp&h=432.2807017543859&height=
1262&w=770&width=1843" alt="" />
	<p>छत्रपती शिवाजी महाराज जयंती किंवा शिवजयंती हा महाराष्ट्रातील एक प्रसिद्ध सण व उत्सव आहे.
		 हा सण मराठा साम्राज्याचे संस्थापक छत्रपती शिवाजी महाराज यांच्या जन्मदिवसानिमित्त महाराष्ट्र सरकारने
		  निश्चित केल्याप्रमाणे हा सण १९ फेब्रुवारी रोजी महाराष्ट्रभर साजरा केला जातो. या दिवशी महाराष्ट्रात सार्वजनिक 
		  सुटी असते.[१] महाराष्ट्राबाहेरही काही ठिकाणी अल्प प्रमाणात हा उत्सव साजरा केला जातो.</p>
		  <h1>इतिहास</h1>
		  <Typography paragraph className="pt-4 flex items-center">

१८९५ मधे लोकमान्य टिळकांनी शिवजयंती उत्सव सुरू केला. जनतेने एकत्र येऊन अशा उत्सवांच्या निमित्ताने राष्ट्रप्रेम जागवावं आणि त्याचा वापर ब्रिटिशांविरुद्ध लढा देण्यासाठी करावा असा हेतू यामागे होता. सुरुवातीच्या काळात शिवजयंती फक्त महाराष्ट्रात साजरी होत होती. परंतु २० व्या शतकाच्या पहिल्या दशकात शिवजयंतीचा उस्तव बंगालमधे जाउन पोहोचला.

बंगालमधे शिवजयंतीची सुरुवात करण्याचे श्रेय 'सखाराम गणेश देऊस्कर' (१८६९-१९१२) यांना जाते. ते लोकमान्य टिळकांचे अनुयायी होते, १९०२ साली त्यांनी बंगालमध्ये शिवजयंती उत्सव साजरा केला. देउस्कर जन्माने महाराष्ट्रीय परंतु बंगालमधे स्थायिक होते. पुढे १९०५ मधे जेव्हा लॉर्ड कर्झनने बंगाल फाळणीचा प्रस्ताव आणला तेव्हा हा उत्सव अधिकच लोकप्रिय झाला. शिवरायांच्या प्रेरणेने ब्रिटिशांविरोधात जनमत तयार करण्यास या उत्सवाची बरीच मदत झाली. तसेच महाराष्ट्र आणि बंगाल या दोन राज्यात एकोपा तयार होण्यास बरीच मदत झाली.

रवींद्रनाथ टागोर यांनीही त्याकाळी 'शिवाजी उत्सव' नावाची कविता लिहून शिवाजी महाराजांची स्तुती केली. त्यांच्या त्या कवितेत ते म्हणतात - हे शिवाजीराजा हा देश स्वतंत्र करण्याचा विचार तुमच्या मनात स्फुरला तेव्हा माझी बंगभूमी मूक राहिली. पण तुम्ही दिलेला स्वातंत्र्यप्रेरकतेचा मंत्र कायम आमच्या मनात तेवत राहील.

लोकमान्य टिळकांनी शिवजयंती साजरी करण्याचा पायंडा पाडला आणि पूर्ण महाराष्ट्रात शिवजयंती जोरदार साजरी होऊ लागली. इंग्रजांच्या विरोधात तरुणांची एकी होणं आणि तरुण राष्ट्रविचारी होणं गरजेचं होतं त्यासाठी टिळकांनी शिवजयंतीचा कार्यक्रम दरवर्षी मोठ्या धुमधडाक्यात साजरा केला जी परंपरा आजही चालू आहे. २०व्या शतकात, डॉ. बाबासाहेब आंबेडकर यांनीदेखील शिवजयंती साजरी केली होती, ते दोन वेळा शिवजयंतीच्या कार्यक्रमाचे अध्यक्ष होते. तेव्हापासून शिवजयंती मोठ्या प्रमाणावर साजरी व्हायला लागली. ३ मे १९२७ रोजी मुंबईजवळ बदलापूर येथे शिवजयंती उत्सव डॉ. बाबासाहेब आंबेडकरांच्या अध्यक्षतेखाली साजरा केला गेला. बदलापूरच्या गावकऱ्यांनी जातिभेद न ठेवता बाबासाहेब आंबेडकरांना कार्यक्रमाचे निमंत्रण दिले होते. बहिष्कृत भारतच्या २० मे १९२७ च्या अंकात छापलेल्या माहितीनुसार बाबासाहेब आंबेडकरांनी शिवाजी महाराजांच्या लोकहितकारी राज्यपद्धतीवर भाषण केले. कीर्तनाच्या वेळी स्पृश्य व अस्पृश्यांनी एकत्र बसून कीर्तन ऐकले. रात्री छत्रपती शिवाजी महाराजांची पालखी बाबासाहेब आंबेडकरांच्या नेतृत्वाखाली सुमारे पंधरा हजार लोकांसह नगरप्रदक्षिणा करून आली आणि उत्सवाची समाप्ती झाली.
 </Typography>
 </form>
  </div>
</div>
	</div>
  )
}

export default Festival1

